Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CheckPhoneNumberInfo
source: Keep your number up to date to ensure you can always log into Telegram. **Learn more**
ar: يرجى إبقاء رقم هاتفك محدّثًا؛ لضمان قدرتك على تسجيل الدخول إلى تيليجرام. **معرفة المزيد**
be: Трымайце ваш нумар у актуальным стане, каб быць упэўненым, што вы заўсёды можаце ўвайсці ў Telegram. **Даведацца больш**
ca: Manteniu el número actualitzat perquè sempre pugueu iniciar sessió. **Més informació**
de: Halte deine Nummer stets auf dem aktuellsten Stand, damit du dich immer bei Telegram anmelden kannst. **Mehr dazu hier**
es: Ten siempre actualizado tu número para que puedas iniciar sesión en Telegram. **Saber más**
fi: Pidä numerosi ajan tasalla jotta voisit aina kirjautua Telegramiin. **Lue lisää**
fr: Gardez votre numéro à jour pour vous assurer de toujours pouvoir vous connecter à Telegram. **En savoir plus**
it: Tieni aggiornato il tuo numero in modo da poter sempre accedere a Telegram. **Scopri di più**
ko: 텔레그램에 언제든지 로그인할 수 있도록 회원님의 최근 전화번호를 확인하세요. **더 알아보기**
ms: Tentukan nombor fon anda adalah terkini untuk pastikan anda sentiasa boleh log masuk ke Telegram. **Pelajari lagi**
pl: Aktualizuj swój numer, aby zawsze móc zalogować się do Telegrama. **Czytaj więcej**
pt_br: Mantenha seu número atualizado para garantir que você pode sempre fazer login no Telegram. **Saiba mais.**
ru: Чтобы Вы всегда могли зайти в Telegram, важно указать актуальный номер телефона. **Подробнее**
sv: Se till att ditt nummer är uppdaterat så att du alltid kan logga in på Telegram. [Läs mer]()
tr: Telegram'da oturum açabilmek için numaranızı her zaman güncel tutun. **Daha fazlasını öğrenin**
uk: Щоб не втратити можливості увійти до акаунта, підтримуйте актуальність привʼязаного номера телефону. **Детальніше**

# CheckPhoneNumberNo
source: No
ar: لا
be: Не
de: Nein
fi: Ei
fr: Non
ko: 아니요
ms: Tidak
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Ні

# CheckPhoneNumberYes
source: Yes
ar: نعم
be: Так
ca: Sí
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
ko: 네
ms: Ya
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так

# ChooseCountry
source: Choose a country
ar: اختيار الدولة
be: Выберыце краіну
ca: Trieu un país
de: Wähle ein Land
es: Elige un país
fa: کشورتان را انتخاب کنید
fi: Valitse maa
fr: Sélectionnez un pays
id: Pilih negara
it: Scegli un Paese
ko: 국가를 선택하세요
ms: Pilih negara
nl: Kies een land
pl: Wybierz kraj
pt_br: Escolha um país
ru: Выберите страну
sv: Välj ett land
tr: Bir ülke seçin
uk: Виберіть країну
uz: Mamlakatni tanlang
zh_cn: 选择国家/地区
zh_tw: 選擇國家/地區

# ChooseCover
source: Choose a cover for your profile video
ar: يرجى اختيار إطار لصورة ملفك الشخصي
be: Выберыце вокладку для вашага відэа профілю
ca: Trieu una caràtula per al vídeo
de: Wähle ein Titelbild für das Profilvideo
es: Elige una portada para tu video de perfil
fa: برای ویدیوی پروفایل خود کاوری انتخاب کنید
fi: Valitse kansikuva profiilikuvallesi
fr: Choisissez une couverture pour votre vidéo de profil
id: Pilih sampul untuk video profil Anda.
it: Scegli una copertina per il tuo video del profilo
ko: 프로필 동영상의 커버를 정하세요
ms: Pilih muka utama untuk video profil anda
nl: Kies een voorpagina voor je profielvideo
pl: Wybierz okładkę dla swojego profilowego wideo
pt_br: Escolha a capa para o seu vídeo de perfil
ru: Выберите обложку для видеозаписи
sv: Välj ett omslag för din profilvideo
tr: Profil videonuz için bir kapak seçin
uk: Виберіть обкладинку для відео профілю
uz: Profil videongiz uchun muqova tanlang

source: Choose date
ar: اختيار تاريخ
be: Выбраць дату
ca: Trieu la data
de: Datum wählen
es: Elige una fecha
fa: انتخاب تاریخ
fi: Valitse päivämäärä
fr: Choisir une date
id: Pilih tanggal
it: Scegli data
ko: 날짜 선택
ms: Pilih tarikh
nl: Kies datum
pl: Wybierz datę
pt_br: Escolher data
ru: Выбрать дату
sv: Välj datum
tr: Tarih seçin
uk: Виберіть дату

# ChooseFromGallery
source: Upload from Gallery
ar: الاختيار من المعرض
be: Запампаваць з галерэі
ca: Puja des de la galeria
de: Aus der Galerie
es: Subir desde Galería
fa: آپلود از گالری
fi: Lisää galleriasta
fr: Choisir depuis la galerie
id: Unggah dari galeri
it: Carica dalla galleria
ko: 갤러리
ms: Muat naik dari Galeri
nl: Uploaden uit galerij
pl: Z galerii
pt_br: Enviar da Galeria
ru: Загрузить из галереи
sv: Hämta från galleriet
tr: Galeriden yükle
uk: Завантажити з галереї
uz: Galereyadan yuklash

# ChooseFromSearch
source: Search web
ar: البحث في الويب
be: Шукаць у інтэрнэце
ca: Cerca al web
de: Aus dem Web
es: Buscar en la web
fa: جستجوی وب
fi: Hae verkosta
fr: Rechercher sur Internet
id: Cari WEB
it: Ricerca web
ko: 웹 검색
ms: Cari web
nl: Online zoeken
pl: Przeszukaj internet
pt_br: Buscar na Internet
ru: Поиск в сети
sv: Sök på nätet
tr: Web'de bul
uk: Пошук в Інтернеті
uz: Internetdan qidirish

source: Choose from your stickers
ar: الاختيار من ملصقاتك
be: Выбраць са сваіх стыкераў
ca: Trieu dels vostres adhesius
de: Sticker-Paket auswählen
es: Elige desde tus stickers
fa: از میان استیکرهای خودتان انتخاب کنید
fi: Valitse tarroistasi
fr: Choisissez dans vos autocollants
id: Pilih dari stiker Anda
it: Scegli dai tuoi sticker
ko: 내 스티커에서 선택
ms: Pilih dari stiker anda
nl: Kies uit je stickers
pl: Wybierz ze swoich naklejek
pt_br: Escolher de seus stickers
ru: Выберите из своих наборов
sv: Välj bland dina dekaler
tr: Çıkartmalarınızdan seçin
uk: Вибрати зі своїх наліпок
uz: Toʻplamlaringizdan tanlang
zh_cn: 从您的表情包中选择
zh_tw: 從您的表情包中選擇

source: Choose languages
ar: اختيار اللغات
be: Выберыце мовы
ca: Trieu els idiomes
de: Sprachen wählen
es: Elige los idiomas
fi: Valitse kielet
fr: Sélectionnez les langues
it: Scegli lingue
ko: 언어 선택
ms: Pilih bahasa
pl: Wybierz języki
pt_br: Escolher idiomas
ru: Выберите языки
sv: Välj språk
tr: Dilleri seçin
uk: Виберіть мови

source: Choose Map Preview Provider
ar: اختيار مزود معاينة الخرائط
be: Выбраць сэрвіс перадпрагляду карт
ca: Trieu el proveïdor de la vista prèvia del mapa
de: Anbieter der Kartenvorschau
es: Elige el proveedor de vista previa del mapa
fa: ارائه دهنده پیش‌نمایش نقشه را انتخاب کنید
fi: Valitse kartan esikatselun tarjoaja
fr: Choisissez votre source d'aperçus de carte
id: Pilih Penyedia Tampilan Peta
it: Scegli fornitore anteprima mappa
ko: 지도 미리보기 제공 기관을 선택하세요
ms: Pilih Pembekal Peta Pratonton
nl: Kies kaartvoorvertoning
pl: Wybierz dostawcę podglądu mapy
pt_br: Escolha o Provedor de Prévia de Mapas
ru: Выберите сервис для предпросмотра карты
sv: Välj kartvisningstjänst
tr: Harita Önizleme Sağlayıcısını Seçin
uk: Постачальник мініатюр карт
uz: Xaritani Ko'rsatish Xizmatini Tanlang
zh_cn: 选择地图预览提供商
zh_tw: 選擇地圖預覽供應商

source: Choose photo
ar: اختيار صورة
be: Выбраць фота
ca: Trieu una foto
de: Bild auswählen
es: Elegir foto
fa: انتخاب عکس
fi: Valitse kuva
fr: Choisir une photo
id: Pilih Foto
it: Scegli foto
ko: 사진 선택
ms: Pilih foto
nl: Afbeelding kiezen
pl: Wybierz zdjęcie
pt_br: Escolher Foto
ru: Выбрать фото
sv: Välj bild
tr: Fotoğraf seçin
uk: Вибрати фото
uz: Rasm tanlash

source: Choose photo or video
ar: اختيار صورة أو مقطع مرئي
be: Выберыце фота або відэа
ca: Trieu una foto o vídeo
de: Bild oder Video festlegen
es: Elige una foto o video
fa: انتخاب عکس یا ویدیو
fi: Valitse kuva tai video
fr: Choisir une photo/vidéo
id: Pilih foto atau video
it: Scegli una foto o un video
ko: 사진 및 비디오 선택
ms: Pilih foto atau video
nl: Kies foto of video
pl: Wybierz zdjęcie lub wideo
pt_br: Escolha uma foto ou vídeo
ru: Выберите фотографию или видео
sv: Välj foto eller video
tr: Fotoğraf veya video seçin
uk: Виберіть фото або відео
uz: Rasm yoki video tanlang

# ChooseRecordVideo
source: Record video
ar: تسجيل مقطع مرئي
be: Запісаць відэа
ca: Enregistra un vídeo
de: Video aufnehmen
es: Grabar video
fa: ضبط ویدیو
fi: Nauhoita video
fr: Enregistrer une vidéo
id: Rekam video
it: Registra video
ko: 동영상 녹화
ms: Rekod video
nl: Video opnemen
pl: Nagraj wideo
pt_br: Gravar vídeo
ru: Записать видео
sv: Spela in video
tr: Video kaydet
uk: Записати відео
uz: Video yozish

source: CHOOSE STICKER SET
ar: اختيار حزمة ملصقات
be: ВЫБРАЦЬ НАБОР СТЫКЕРАЎ
ca: TRIEU UN PAQUET D'ADHESIUS
de: STICKER-PAKET WÄHLEN
es: ELIGE UN PACK DE STICKERS
fa: انتخاب بسته استیکر
fi: VALITSE TARRAKOKOELMA
fr: CHOISIR UN LOT D'AUTOCOLLANTS
id: PILIH SET STIKER
it: SCEGLI SET DI STICKER
ko: 스티커 묶음 선택
ms: PILIH SET STIKER
nl: KIES STICKERBUNDEL
pl: WYBIERZ ZESTAW NAKLEJEK
pt_br: ESCOLHER PACOTE DE STICKERS
ru: ВЫБЕРИТЕ СТИКЕРЫ
sv: VÄLJ DEKALSAMLING
tr: ÇIKARTMA PAKETİNİ SEÇ
uk: ВИБЕРІТЬ ПАКУНОК НАЛІПОК
uz: STIKER TOʻPLAMINI TANLANG
zh_cn: 选择表情包
zh_tw: 選擇表情包

# ChooseStickerSetMy
source: You can create your own custom sticker sets using the @stickers bot.
ar: يمكنك إنشاء حزم ملصقات خاصة بك باستخدام البوت stickers@
be: Вы можаце стварыць свае ўласныя наборы стыкераў з дапамогай бота @stickers.
ca: Podeu crear els vostres propis paquets d'adhesius usant el bot @stickers.
de: Erstelle dein eigenes Sticker-Paket mit dem @stickers Bot.
es: Puedes crear tus packs de stickers personalizados usando el bot @stickers.
fa: شما می‌توانید بسته‌های استیکر سفارشی خود را با استفاده از ربات @stickers ایجاد کنید.
fi: Voit luoda oman tarrakokoelman @stickers -botin avulla.
fr: Vous pouvez créer votre propre pack d'autocollants avec le bot @stickers
id: Anda dapat membuat set stiker buatan sendiri menggunakan bot @stickers.
it: Puoi creare i tuoi set di sticker personalizzati tramite il bot @stickers.
ko: @stickers 봇으로 회원님만의 스티커 묶음을 만드실 수 있습니다.
ms: Anda boleh mencipta set stiker khusus anda sendiri menggunakan bot @stickers.
nl: Je kunt persoonlijke stickerbundels maken via de bot @stickers.
pl: Możesz stworzyć własne zestawy naklejek za pomocą bota @stickers.
pt_br: Você pode criar seus próprios pacotes de stickers usando o bot @stickers.
ru: Вы можете создать собственные наборы стикеров с помощью бота @stickers.
sv: Du kan skapa egna dekalsatser med botten @stickers.
tr: @stickers botunu kullanarak kendi çıkartma paketlerinizi oluşturabilirsiniz.
uk: Ви можете створити власний пакунок наліпок через бота @stickers.
uz: @stickers botidan foydalangan holda oʻzingizning maxsus stikerlar toʻplamlaringizni yaratishingiz mumkin.
zh_cn: 您可以通过机器人 @stickers 创建您自己的表情包。
zh_tw: 您可以通過機械人 @stickers 建立您自己的表情包。

# ChooseStickerSetNotFound
source: No such sticker set found
ar: لم يُعثر على حزمة الملصقات
be: Набор не знойдзены
ca: No s'ha trobat el paquet
de: Sticker-Paket nicht gefunden
es: No se encontró el pack de stickers
fa: بسته استیکر موردنظر یافت نشد
fi: Tarrakokoelmaa ei löytynyt
fr: Lot d'autocollants introuvable
id: Set stiker tidak ditemukan
it: Nessun set di sticker trovato
ko: 스티커 묶음을 찾지 못했습니다
ms: Set stiker tersebut tidak ditemui
nl: Stickerbundel niet gevonden
pl: Nie znaleziono takiego zestawu naklejek
pt_br: Nenhum pacote de stickers encontrado
ru: Набор стикеров не найден
sv: Inget sådan dekalset hittades
tr: Böyle bir çıkartma paketi bulunamadı
uk: Такого пакунку наліпок не знайдено
uz: Bunday stiker toʻplami topilmadi
zh_cn: 没有符合条件的表情包
zh_tw: 沒有符合條件的表情包

# ChooseStickerSetNotFoundInfo
source: Try again or choose from the list below
ar: حاول مرة أخرى أو اختر من القائمة أدناه
be: Паспрабуйце пазней або выберыце са спіса ніжэй
ca: Torneu a provar o trieu-ne un de la llista.
de: Erneut probieren oder unten auswählen
es: Reinténtalo o elige uno de la lista de abajo
fa: دوباره تلاش کنید یا از فهرست زیر انتخاب نمایید
fi: Yritä uudelleen, tai valitse alla olevasta luettelosta
fr: Réessayez ou choisissez parmi la liste ci-dessous
id: Coba lagi atau pilih di bawah ini
it: Riprova o scegli dalla lista seguente
ko: 다시 시도하거나 아래 목록에서 고르세요
ms: Cuba sekali lagi atau pilih daripada senarai di bawah
nl: Probeer opnieuw of kies uit de lijst
pl: Spróbuj ponownie lub wybierz z listy poniżej
pt_br: Tente novamente ou escolha da lista abaixo
ru: Попробуйте ещё раз или выберите из списка ниже
sv: Försök igen eller välj från listan nedan
tr: Tekrar deneyin veya aşağıdaki listeden seçim yapın
uk: Спробуйте ще раз чи виберіть зі списку нижче
uz: Qaytadan urining yoki quyidagi roʻyxatdan tanlang
zh_cn: 请检查您的输入，或从下方列表中选取一个
zh_tw: 請檢查您的輸入，或從下方列表中選取一個

# ChooseStickerSetPlaceholder
source: stickerset
ar: رابط الحزمة
be: набор стыкераў
ca: paquetadhesius
de: sticker-paket
fa: بسته استیکر
fi: tarrakokoelma
fr: autocollants
id: setstiker
ko: 스티커 묶음
nl: stickerbundel
pl: zestaw_naklejek
pt_br: pacotedestickers
ru: набор стикеров
sv: dekalset
tr: cikartmapaketi
uk: пакунокналіпок
uz: stikerlar toʻplami
zh_cn: 表情包
zh_tw: 表情包

# ChooseTakePhoto
source: Take photo
ar: التقاط صورة
be: Зрабіць фота
ca: Fes una foto
de: Foto aufnehmen
es: Tomar foto
fa: گرفتن عکس
fi: Ota kuva
fr: Prendre une photo
id: Ambil Foto
it: Scatta foto
ko: 카메라
ms: Ambil foto
nl: Foto maken
pl: Zrób zdjęcie
pt_br: Tirar foto
ru: Сделать снимок
sv: Ta en bild
tr: Fotoğraf çek
uk: Зробити фото
uz: Rasmga olish

source: Choose theme
ar: اختيار نمط
be: Выбраць тэму
ca: Trieu el tema
de: Thema wählen
es: Elegir tema
fa: انتخاب پوسته
fi: Valitse teema
fr: Choisir un thème
id: Pilih Tema
it: Scegli tema
ko: 테마 선택
ms: Pilih tema
nl: Kies thema
pl: Wybierz motyw
pt_br: Escolha um tema
ru: Выбрать тему
sv: Välj tema
tr: Tema seçin
uk: Вибрати тему
uz: Mavzuni tanlash

source: Choose your language
ar: اختيار اللغة
be: Выберыце мову
ca: Trieu la vostra llengua
de: Wähle deine Sprache
es: Elige tu idioma
fa: زبان خود را انتخاب کنید
fi: Valitse kielesi
fr: Choisissez votre langue
id: Pilih Bahasa Anda
it: Scegli la tua lingua
ko: 언어를 선택하세요
ms: Pilih hahasa anda
nl: Kies je taal
pl: Wybierz swój język
pt_br: Escolha o seu idioma
ru: Выберите язык
sv: Välj språk
tr: Dilinizi seçin
uk: Виберіть мову
uz: Tilingizni tanlang
zh_cn: 选择您的语言
zh_tw: 選擇您的語言

# ChooseYourLanguageOther
source: Other
ar: أخرى
be: Іншая
ca: Altra
de: Weitere
es: Otro
fa: سایر
fi: Muu
fr: Autre
id: Lainnya
it: Altro
ko: 나머지
ms: Lain-lain
nl: Overige
pl: Inny
pt_br: Outro
ru: Другой
sv: Annat
tr: Diğer
uk: Інша
uz: Boshqa
zh_cn: 其它
zh_tw: 其它

# ChoosingSticker
source: ch**oo**sing a sticker
ar: يختار ملصقًا
be: выбірае стыкер
ca: està triant un adhesiu
de: wählt einen Sticker
es: eligiendo un sticker
fi: valitsee tarraa
fr: choisit un autocollant
it: sta scegliendo uno sticker
ko: 스티커 고르는 중
ms: memilih stiker
pl: wybiera naklejkę
pt_br: escolhendo um sticker
ru: выбирает стикер
sv: väljer en dekal
tr: çıkartma seçiyor
uk: вибирає наліпку

# ChromeCustomTabs
source: In-App Browser
ar: المتصفح الداخلي
be: Убудаваны браўзер
ca: Navegador dins l'aplicació
es: Navegador en la app
fa: مرورگر درون‌برنامه
fi: Sovelluksen sisäinen selain
fr: Navigateur intégré
id: Peramban intra Apl
it: Browser in-app
ko: 앱 안 브라우저
ms: Pelayar Dalam-Aplikasi
pl: Wewnętrzna przeglądarka
pt_br: Navegador Interno
ru: Встроенный браузер
sv: Inbyggd webbläsare
tr: Uygulama İçi Tarayıcı
uk: Вбудований браузер
uz: Ilova ichida brauzer
zh_cn: 应用内浏览器
zh_tw: 程式内瀏覽器

# ChromeCustomTabsInfo
source: Open external links within the app
ar: فتح الروابط الخارجية داخل التطبيق
be: Адкрываць знешнія спасылкі ў праграме
ca: Obre els enllaços dins l'aplicació
de: Externe Links innerhalb der App öffnen
es: Abre enlaces externos en la app
fa: باز کردن لینک‌های خارجی در داخل برنامه
fi: Avaa ulkoiset linkit sovelluksen sisällä
fr: Ouvre les liens externes dans l'application
id: Buka tautan eksternal dalam aplikasi
it: Apri i link esterni all'interno dell'app
ko: 앱 안에서 외부 링크 열기
ms: Buka link luar dalam aplikasi
nl: Externe links in de app openen
pl: Otwórz linki zewnętrzne wewnątrz aplikacji
pt_br: Abre links externos dentro do aplicativo.
ru: Открывать внешние ссылки в приложении
sv: Öppna externa länkar i appen
tr: Dış bağlantılar uygulama içinde açılır
uk: Відкривати посилання в застосунку
uz: Tashqi havolalarni ilova ichida ochish
zh_cn: 在应用内打开外部链接
zh_tw: 在程式内打開外部鏈結

source: Clear
ar: مسح
ca: Esborra
de: Leeren
es: Borrar
fi: Tyhjennä
fr: Vider
it: Pulisci
ms: Hapus
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити

# ClearButton
source: Clear
ar: مسح الكل
be: Ачысціць
ca: Esborra
de: Löschen
es: Borrar
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
id: Bersihkan
it: Cancella
ko: 비우기
ms: Padam
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
uz: Tozalash
zh_cn: 清空
zh_tw: 清空

source: Clear Cache
ar: مسح الذاكرة المؤقتة
be: Ачысціць кэш
ca: Esborra la memòria cau
de: Cache leeren
es: Borrar la caché
fa: پاک کردن حافظه موقت
fi: Tyhjennä välimuisti
fr: Effacer le cache
id: Bersihkan Cache
it: Svuota cache
ko: 캐시 비우기
ms: Padam Kac
nl: Cache Wissen
pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
ru: Очистить кэш
sv: Töm cache
tr: Önbelleği temizleyin
uk: Очистити кеш
uz: Keshni tozalash

# ClearCacheFewChatsTitle
source: Empty cache for {0}
ar: مسح الذاكرة المؤقتة لـ ⁨{0}⁩
be: Ачысціць кэш для {0}
ca: Buida la memòria cau de {0}
de: Cache für {0} leeren
es: Vaciar la caché para {0}
fa: خالی کردن حافظه موقت برای ⁨{0}⁩
fi: Tyhjennä välimuisti ({0})
fr: Vider le cache pour {0}
id: Kosongkan cache untuk {0}
it: Svuota cache per {0}
ko: {0}에서 캐시 비우기
ms: Kosongkan kac untuk {0}
nl: Lege cache voor {0}
pl: Opróżnij pamięć podręczną dla {0}
pt_br: Limpar cache para {0}
ru: Очистить кэш для {0}
sv: Töm cache för {0}
tr: {0} için önbellek boş
uk: Очистити кеш у {0}
uz: {0} keshlarini tozalash

# ClearCacheInfo
source: Free up disk space on your device; your media will stay in the cloud.
ar: تفريغ بعض المساحة من جهازك؛ ستبقى وسائطك في السحابة.
be: Вызваліць месца на дыску вашай прылады; вашы медыя застануцца на воблаку.
ca: Allibereu espai intern al dispositiu; els fitxers romandran al núvol.
de: Gebe jederzeit Speicherplatz von deinem Gerät frei. Deine Medien bleiben in der Cloud.
es: Libera espacio en tu dispositivo; tu multimedia permanecerá en la nube.
fa: فضای ذخیره‌سازی را در دستگاه خود آزاد نمایید؛ رسانه‌های شما در ابر باقی خواهد ماند.
fi: Vapauta tallennustilaa laitteestasi; media pysyy pilvessä.
fr: Libérer de l'espace disque sur votre appareil. Vos médias resteront dans le nuage.
id: Kosongkan ruang pada ponsel Anda; media tetap tersimpan di Penyimpanan Awan.
it: Libera spazio sul tuo dispositivo; i tuoi media rimarranno nel cloud.
ko: 기기의 저장 공간을 확보하세요. 미디어는 클라우드에 보존됩니다.
ms: Bebaskan ruang disk pada peranti anda; media anda akan sentiasa berada di awan.
nl: Schoon de opslag op je apparaat op; je media blijft bewaard in de Cloud.
pl: Zwolnij miejsce na swoim urządzeniu; twoje multimedia pozostaną w chmurze.
pt_br: Libere espaço em disco no seu dispositivo; sua mídia ficará na nuvem.
ru: Освободите память устройства; файлы останутся в облаке.
sv: Frigör lagringsutrymme på din enhet. Dina media finns kvar i molnet.
tr: Cihazınızdaki depolama alanını boşaltın; medyanız bulutta kalacaktır.
uk: Звільніть місце у пристрої; медіа залишаться у хмарі.
uz: Moslamangizdagi joyni tozalash; media fayllar bulutda saqlanib qolinadi.

# ClearDownloadsList
source: Clear Download List
ar: مسح قائمة التنزيلات
be: Ачысціць спіс спамповак
ca: Esborra la llista de baixades
de: Downloadliste leeren
es: Borrar lista de descargas
fi: Tyhjennä latauslista
fr: Vider liste des téléchargements
it: Cancella lista download
ms: Hapus Senarai Muat Turun
pl: Wyczyść listę pobranych
pt_br: Limpar Lista de Downloads
ru: Очистить список загрузок
sv: Rensa hämtningar
tr: İndirme Listesini Temizle
uk: Очистити список завантажень

# ClearFewChatsTitle
source: Clear {0}
ar: مسح ⁨{0}⁩
be: Ачысціць {0}
ca: Esborra {0}
de: {0} leeren
es: Vaciar {0}
fa: پاک کردن ⁨{0}⁩
fi: Tyhjennä {0}
fr: Effacer {0}
id: Kosongkan {0}
it: Svuota {0}
ko: {0} 비우기
ms: Padam {0}
nl: Wis {0}
pl: Wyczyść {0}
pt_br: Limpar {0}
ru: Очистить {0}
sv: Rensa {0}
tr: {0} temizle
uk: Очистити {0}
uz: {0}ni tozalash

source: Clear history
ar: مسح السجل
be: Ачысціць гісторыю
ca: Esborra l'historial
de: Verlauf leeren
es: Vaciar chat
fa: پاک کردن تاریخچه
fi: Tyhjennä historia
fr: Effacer l'historique
id: Bersihkan riwayat
it: Cancella cronologia
ko: 대화 내용 비우기
ms: Padam sejarah
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi temizle
uk: Очистити історію
uz: Tarixni tozalash
zh_cn: 清空历史记录
zh_tw: 清空歷史記錄

# ClearHistoryCache
source: Delete from cache
ar: مسح من الذاكرة المؤقتة
be: Выдаліць з кэшу
ca: Buida la memòria
de: Cache leeren
es: Borrar de la caché
fa: حذف از حافظه موقت
fi: Poista välimuistista
fr: Supprimer du cache
id: Hapus dari cache
it: Elimina dalla cache
ko: 캐시에서 삭제
ms: Hapus dari kac
nl: Cache opschonen
pl: Usuń z pamięci podręcznej
pt_br: Apagar do cache
ru: Удалить из кэша
sv: Ta bort från cache
tr: Önbellekten sil
uk: Видалити з кешу
uz: Keshdan tozalash
zh_cn: 删除缓存
zh_tw: 删除暫存

source: Clear History for these days
ar: مسح السجل لهذه الأيام
be: Ачысціць гісторыю за гэтыя дні
ca: Esborra l'historial d'aquests dies
de: Verlauf für diese Tage leeren
es: Vaciar chat para estos días
fi: Tyhjennä historia näiltä päiviltä
fr: Effacer l'historique des ces jours
it: Cancella cronologia per questi giorni
ko: 선택한 날짜들의 히스토리 비우기
ms: Hapus Sejarah untuk hari-hari ini
pl: Wyczyść historię dla tych dni
pt_br: Limpar Histórico destes dias
ru: Удалить историю за эти дни
sv: Rensa historik för dessa dagar.
tr: Bu Günlerdeki Geçmişi Temizle
uk: Очистити історію за ці дні

source: Clear History for this day
ar: مسح السجل لهذا اليوم
be: Ачысціць гісторыю за гэты дзень
ca: Esborra l'historial d'aquest dia
de: Verlauf für diesen Tag leeren
es: Vaciar chat para este día
fi: Tyhjennä historia tältä päivältä
fr: Effacer l'historique de cette journée
it: Cancella cronologia per questo giorno
ko: 선택한 날의 히스토리 비우기
ms: Hapus Sejarah untuk hari Ini
pl: Wyczyść historię dla tego dnia
pt_br: Limpar Histórico deste dia
ru: Удалить историю за этот день
sv: Rensa historik för den här dagen
tr: Bu Gündeki Geçmişi Temizle
uk: Очистити історію за цей день

# ClearHistoryOptionAlso
source: Also clear history for {0}
ar: مسح السجل عند ⁨{0}⁩ أيضًا
be: Таксама ачысціць гісторыю для {0}
ca: Esborra'l també per a {0}
de: Verlauf auch bei {0} leeren
es: Vaciar también para {0}
fa: همچنین پاک کردن تاریخچه برای ⁨{0}⁩
fi: Tyhjennä historia myös henkilöltä {0}
fr: Effacer aussi pour {0}
id: Hapus riwayat untuk {0}
it: Elimina la cronologia anche per {0}
ko: {0} 님의 대화 내용도 비우기
ms: Juga hilangkan sejarah untuk {0}
nl: Geschiedenis ook voor {0} wissen
pl: Wyczyść też u {0}
pt_br: Limpar também para {0}
ru: Также очистить для {0}
sv: Rensa också historik hos {0}
tr: {0} için de geçmişi temizle
uk: Також очистити історію для {0}
uz: {0} uchun ham tarixni tozalash

source: Clear Local Database
ar: مسح قاعدة البيانات المحلية
be: Ачысціць лакальную базу даных
ca: Esborra la base de dades
de: Lokale Datenbank leeren
es: Borrar base de datos local
fa: پاک کردن پایگاه داده محلی
fi: Tyhjennä paikallinen tietokanta
fr: Effacer la base de données locale
id: Hapus Pangkalan Data Lokal
it: Cancella database locale
ko: 로컬 데이터베이스 비우기
ms: Padam Pengkalan Data Tempatan
nl: Lokale database wissen
pl: Wyczyść lokalną bazę danych
pt_br: Limpar Base de Dados Local
ru: Очистить базу данных
sv: Rensa lokal databas
tr: Yerel Veritabanını Temizle
uk: Очистити локальну базу даних
uz: Mahalliy maʼlumotlar bazasini tozalash

# ClearMediaCache
source: Clear Cache
ar: مسح الذاكرة المؤقتة
be: Ачысціць кэш
ca: Esborra la memòria cau
de: Cache leeren
es: Borrar caché
fa: پاک کردن حافظه موقت
fi: Tyhjennä välimuisti
fr: Effacer le cache
id: Bersihkan Cache
it: Svuota cache
ko: 캐시 비우기
ms: Padam Kac
nl: Cache opschonen
pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
ru: Очистить кэш
sv: Töm cache
tr: Önbelleği Temizle
uk: Очистити кеш
uz: Keshni tozalash
zh_cn: 清理缓存
zh_tw: 清理暫存
